Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/law_enforcement/anti_social_behaviour_by_adults.html.txt.tmx
Source language: en
Languages: ga

source: Anti-social behaviour by adults
ga: Iompar frithshóisialta daoine fásta

source: Part 11 of the Criminal Justice Act 2006 provides for proceedings to be taken in Ireland against adults who engage in anti-social behaviour
ga: Déanann Cuid 11 den Acht um Cheartas Coiriúil 2006 foráil d'imeachtaí ar féidir iad a thionscnamh in Éirinn i gcoinne daoine fásta a bhíonn i mbun iompair fhrithshóisialta

source: Anti-social behaviour by children is addressed in a separate section of the Act and the rules regarding anti-social behaviour orders for children are different to the anti-social behaviour orders (ASBOs) for adults
ga: Tugtar aghaidh ar iompar frithshóisialta leanaí i gcuid ar leith den Acht agus tá na horduithe maidir le horduithe um iompar frithshóisialta do leanaí éagsúil ó na horduithe um iompar fhrithshóisialta do dhaoine fásta

source: The section of the Criminal Justice Act 2006 dealing with ASBOs for adults came into effect on 1 January 2007
ga: Tháinig an chuid den Acht um Cheartas Coiriúil 2006 a dhéileálann le horduithe um iompar frithshóisialta do dhaoine fásta i bhfeidhm an 1 Eanáir 2007

source: These provisions allow gardaí to deal with anti-social behaviour by adults through a civil process using behaviour warnings and orders
ga: Cuireann na forálacha seo ar chumas na ngardaí déileáil le hiompar frithshóisialta daoine fásta trí phróiseas sibhialta a úsáideann rabhaidh agus orduithe iompair

source: Failure to comply with a behaviour order is a criminal matter
ga: Mura gcloítear le hordú iompair is ábhar coiriúil é

source: What is anti-social behaviour?
ga: Cad é iompar frithshóisialta?

source: Anti-social behaviour occurs where a person causes or, in the circumstances is likely to cause, to one or more persons who are not of the same household as the person:
ga: Is iompar frithshóisialta é nuair a chúisíonn duine, nó sna cúinsí, gur dóchúil go gcúiseodh sé/sí, na nithe seo a leanas do dhuine amháin nó níos mó nach bhfuil sa teaghlach céanna leis an duine sin:

source: • Significant or persistent alarm, distress, fear or intimidation or
ga: • Scanrúlacht, anacair, eagla nó imeaglú suntasach nó leanúnach nó

source: • Significant or persistent impairment of their use or enjoyment of their property
ga: • Dochrú suntasach nó leanúnach dá gcumas úsáid nó sult a bhaint as a maoin

source: So, for example, if a neighbour is continuously playing loud music which was causing you annoyance and interfered with your peace and quiet this may amount to anti-social behaviour
ga: Mar shampla, má bhíonn ceol glórach ar siúl go leanúnach ag comharsa a chúisíonn crá duit agus a chuireann isteach ar do chiúnas agus do shíocháin, seans gur iompar frithshóisialta atá i gceist leis

source: Similarly, if large numbers of people are continuously gathering outside or near your property, or indeed your local supermarket, and their behaviour is causing you alarm, distress, fear or intimidation then this behaviour may amount to anti-social behaviour
ga: Ar an dul céanna, má bhíonn líon mór daoine ag bualadh le chéile lasmuigh de do mhaoin nó gar di ar bhonn leanúnach, nó fiú amháin lasmuigh de d'ionad siopadóireachta áitiúil, agus má chúisíonn a gcuid iompair scanrúlacht, anacair, eagla nó imeaglú duit, seans gur iompar frithshóisialta atá i gceist leis

source: When do these provisions not apply?
ga: Cathain nach mbíonn na forálacha seo infheidhme?

source: These anti-social behaviour provisions do not apply where the behaviour is by a person under 18 years of age as anti-social behaviour by children is dealt with under different provisions
ga: Níl na forálacha seo um iompar frithshóisialta infheidhme más duine faoi bhun 18 mbliana d'aois atá i gceist mar déileáiltear le hiompar frithshóisialta déanta ag leanaí faoi fhorálacha éagsúla

source: These provisions, also do not apply if the act or behaviour is subject to criminal proceedings against the person concerned
ga: Níl na forálacha seo infheidhme ach oiread má tá an gníomh nó an t-iompar faoi réir imeachtaí coiriúla in aghaidh an duine lena mbaineann

source: What is a behaviour warning?
ga: Cad é rabhadh iompair?

source: A behaviour warning is the first step that must be taken before an application can be made to the courts for a behaviour order or ASBO
ga: Tá rabhadh iompair ar an gcéad chéim ar gá í a dhéanamh sular féidir iarraidh ar na cúirteanna ordú iompair nó ASBO a eisiúint

source: A behaviour warning is a means of putting you on notice that your behaviour is causing others in the community distress or fear and is interfering with their enjoyment of their property and that you should cease or stop such behaviour
ga: Insíonn rabhadh iompair duit go mbíonn do chuid iompair ag cúiseamh anacra nó eagla do dhaoine eile sa phobal agus go mbíonn deacracht ag daoine sult a bhaint as a maoin mar thoradh air agus gur chóir duit scoradh d'iompar dá leithéid nó an t-iompar sin a stopadh

source: It includes details of the possible consequences of your failure to comply with the warning
ga: Áiríonn sé sonraí na n-iarmhairtí poitéinsiúla a bheadh i gceist mura nglacann tú leis an rabhadh

source: Who issues a behaviour warning?
ga: Cé a eisíonn rabhadh iompair?

source: A Garda may issue a behaviour warning to you if you are behaving in an anti-social manner
ga: Féadann Garda rabhadh iompair a eisiúint duit má bhíonn tú ag gníomhú ar bhealach frithshóisialta

source: The Garda does not necessarily need to observe or witness the behaviour and can act on a complaint from any member of the public
ga: Ní chaithfidh an Garda an t-iompar a fheiceáil nó a bheith mar fhinné de agus féadann sé/sí feidhmiú de bhun gearáin ó aon bhall den phobal

source: A behaviour warning cannot be issued more than one month after the behaviour took place, or in the case of persistent behaviour, more than one month after the most recent occurrence of the behaviour
ga: Ní féidir rabhadh iompair a eisiúint níos mó ná mí i ndiaidh an iompair i gceist, nó i gcás iompar leanúnach, níos mó ná aon mhí i ndiaidh tarlú is déanaí an iompair

source: The Garda can issue a behaviour warning verbally or in writing
ga: Féadann an Garda rabhadh iompair a eisiúint ó bhéal nó i scríbhinn

source: If it is given verbally the Garda must record it in writing as soon as reasonably possible and then serve it on you personally or by post
ga: Má thugtar an rabhadh ó bhéal, caithfidh an Garda é a thaifeadadh i scríbhinn chomh luath agus is féidir go réasúnta agus ansin é a sheirbheáil ort go pearsanta nó tríd an bpost

source: The Garda may require you to give your name and address for the purpose of the behaviour warning or for the written record of the warning
ga: Féadann an Garda éileamh ort d'ainm agus do sheoladh a thabhairt chun críche an rabhaidh iompair nó an taifid scríofa den rabhadh

source: How long does a behaviour warning last?
ga: Cé chomh fada a bhíonn rabhadh iompair i bhfeidhm?

source: A behaviour warning remains in force for three months from the date on which it has been issued
ga: Bíonn rabhadh iompair i bhfeidhm ar feadh trí mhí ón dáta ar eisíodh é

source: If an application is made for an ASBO the behaviour warning remains in force until the application is heard by the court
ga: Má dhéantar iarratas ar ASBO, bíonn an rabhadh iompair i bhfeidhm go dtí go n-éisteann an Chúirt leis an iarratas

source: What is a civil order?
ga: Cad is ordú sibhialta ann?

source: A civil order is an anti-social behaviour order or ASBO
ga: Is ordú sibhialta é ordú um iompar frithshóisialta

source: A District Court may, on the application of a Superintendent of the Garda Síochána, issue a civil order or ASBO which prohibits you from doing anything specified in the order
ga: Ar iarratas ó Cheannfort an Gharda Síochána, féadann Cúirt Dúiche ordú sibhialta nó ordú um iompar frithshóisialta a eisiúint a chuireann cosc ort aon rud a shonraítear san ordú a dhéanamh

source: Before the court issues the civil order it must be satisfied that:
ga: Sula n-eisíonn an chúirt an t-ordú sibhialta ní mór di a bheith sásta faoi na nithe seo a leanas:

source: • You have behaved in an anti-social manner
ga: • Ghníomhaigh tú ar bhealach frithshóisialta

source: • The order is necessary to prevent you from continuing to behave in that manner
ga: • Tá gá leis an ordú chun cosc a chur ort leanúint ar aghaidh ag gníomhú ar an mbealach sin

source: • Having regard to the effect or likely effect of that behaviour on other people, the order is reasonable and proportionate in the circumstances
ga: • I bhfianaise an tionchair nó an tionchair dhóchúil a bhíonn ag an iompar sin ar dhaoine eile, tá an t-ordú réasúnta agus i gcoibhneas leis na cúinsí

source: When can the gardaí apply for a civil order?
ga: Cathain is féidir leis na gardaí iarraidh ar ordú sibhialta?

source: Before the Superintendent can make an application for a civil order at least one of the following conditions must be met:
ga: Sular féidir le Ceannfort iarraidh ar ordú sibhialta, caithfear ceann ar a laghad de na coinníollacha seo a leanas a chomhlíonadh:

source: • You have already been issued with a behaviour warning and have not complied with one or more of the demands of that warning
ga: • Eisíodh rabhadh iompair duit cheana agus níor chloígh tú le héileamh amháin nó níos mó sa rabhadh sin

source: • You have been issued with 3 or more behaviour warnings in less than 6 consecutive months
ga: • Eisíodh 3 rabhadh iompair nó níos mó duit laistigh de 6 mhí leantacha

source: If the Superintendent decides to apply for a civil order, the Superintendent must inform you of the intention to apply for the order and give you the details of the time, date and venue of the court hearing
ga: Má chinneann an Ceannfort iarraidh ar ordú sibhialta, ní mór don Cheannfort tú a chur ar an eolas go bhfuil sé ar intinn aige/aici iarraidh ar an ordú agus sonraí a thabhairt duit faoi am, dáta agus láthair na héisteachta cúirte

source: The application must be in the District Court district where you live
ga: Caithfear an t-iarratas a dhéanamh sa cheantar Cúirte Dúiche a bhfuil cónaí ort ann

source: You cannot be charged with, prosecuted or punished for an offence if the offence is the same behaviour that is the subject of an application for a civil order
ga: Ní féidir cion a chur i do leith, tú a ionchúiseamh as nó pionós a chur ort as más é an cion an t-iompar céanna atá mar ábhar iarratais ar ordú sibhialta

source: Can I appeal against a civil order being made?
ga: An féidir liom achomharc a dhéanamh i gcoinne déanamh ordaithe shibhialta?

source: Yes, you can appeal the making of the civil order to the Circuit Court
ga: Is féidir leat achomharc i gcoinne déanamh ordaithe shibhialta a dhéanamh chuig an gCúirt Chuarda

source: This appeal must be made within 21 days of the making of the order and the Superintendent must be notified
ga: Ní mór an t-achomharc sin a dhéanamh laistigh de 21 lá ó dhéanamh an ordaithe agus caithfear an Ceannfort a chur ar an eolas faoi

source: The Circuit Court may extend the appeal period if there are exceptional circumstances
ga: Féadann an Chúirt Chuarda an tréimhse achomhairc a shíneadh i gcúinsí eisceachtúla

source: The order remains in force pending the outcome of the appeal unless the District Court or the Circuit Court puts a stay on the order
ga: Bíonn an t-ordú i bhfeidhm go dtí go mbíonn toradh ar an achomharc, ach amháin má chuireann an Chúirt Dúiche nó an Chúirt Chuarda bac ar an ordú

source: The appeal takes the form of a rehearing of the application for a civil order
ga: Déantar achomharc tríd an iarratas ar ordú sibhialta a athéisteacht

source: Depending on the outcome the Circuit Court can either make or refuse to make a civil order
ga: Ag brath ar an toradh féadann an Chúirt Chuarda an t-ordú sibhialta a dhéanamh nó diúltú leis an ordú a dhéanamh

source: How long does a civil order remain in force?
ga: Cé chomh fada agus a bhíonn ordú sibhialta i bhfeidhm?

source: Providing the civil order is not discharged or cancelled by the courts, it will last for two years unless a shorter period is stated in the order
ga: Ar choinníoll nach scaoileann ná nach gcealaíonn na cúirteanna an t-ordú sibhialta, bíonn sé i bhfeidhm ar feadh dhá bhliain, ach amháin má luann an t-ordú tréimhse níos gaire

source: Can a civil order be changed after it is made?
ga: An féidir ordú sibhialta a athrú i ndiaidh dó a bheith déanta?

source: A court can vary or discharge a civil order if an application is made by you or by a Superintendent of the Garda Síochána
ga: Féadann cúirt ordú sibhialta a athrú nó a scaoileadh ar iarratas uait nó ó Cheannfort an Gharda Síochána

source: If you are going to apply you are obliged to give notice of the application to the Superintendent of your local area
ga: Má tá tú chun iarratas a dhéanamh, caithfidh tú fógra faoin iarratas a thabhairt do Cheannfort do cheantair áitiúil

source: If a Superintendent intends applying he or she is obliged to notify you
ga: Má tá Ceannfort chun iarratas a dhéanamh caithfidh sé nó sí fógra a thabhairt duit

source: Are there any criminal offences relating to behaviour warnings?
ga: An bhfuil aon chionta coiriúla ann a bhaineann le rabhaidh iompair?

source: When a Garda requests you to give your name and address in relation to the issuing of a behaviour warning and you fail to give your name and address, or you give a false or misleading name and address, then you are committing a criminal offence and are liable on conviction to a class E fine
ga: Má iarrann Garda ort d'ainm agus do sheoladh a thabhairt i ndáil le rabhadh iompair a eisiúint agus ní thugann tú d'ainm agus do sheoladh, nó tugann tú ainm agus seoladh bréagach nó míthreorach, ansin tá tú ciontach i gcion coiriúil agus dlífear, ar chiontú, fíneáil aicme E a chur ort

source: Are there any criminal offences relating to ASBOs?
ga: An bhfuil aon chionta coiriúla ann a bhaineann le horduithe um iompar frithshóisialta?

source: If you, without a reasonable excuse, do not comply with a civil order issued by a court then you are committing a criminal offence and you are liable on conviction to a class B fine or imprisonment for up to 6 months, or both
ga: Mura gcomhlíonann tú ordú sibhialta eisithe ag cúirt gan leithscéal réasúnta, ansin tá tú ciontach i gcion coiriúil agus dlífear, ar chiontú, fíneáil aicme B nó príosúnacht ar feadh suas le 6 mhí, nó an dá cheann a chur ort

source: Is legal aid available for representation in court?
ga: An bhfuil cabhair dhlí ar fáil chun ionadaíocht a sholáthar sa chúirt?

source: A Legal Aid (Civil Order) Certificate may be granted you, if you apply for it, depending on your financial circumstances and the seriousness of your anti-social behaviour
ga: Féadtar Teastas um Chabhair Dlí (Ordú Sibhialta) a thabhairt duit, má iarrann tú air, ag brath ar do chúinsí airgeadais agus dáiríreacht do chuid iompair fhrithshóisialta

source: More information on Legal Aid Certificates is available here
ga: Tá níos mó faisnéise faoi Theastais um Chabhair Dhlí ar fáil anseo

source: If you are affected by anti-social behaviour you should contact your local Garda station
ga: Má tá iompar frithshóisialta ag dul i gcion ort ba chóir duit teagmháil a dhéanamh le do stáisiún Gardaí áitiúil

source: You should supply as much information as possible about the behaviour
ga: Ba chóir duit a mhéid faisnéise agus is féidir a sholáthar faoin iompar

source: You can find the contact details of your local Garda station here
ga: Is féidir leat sonraí teagmhála do stáisiún Gardaí áitiúil a fháil anseo
